Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public Room this[
	Phase phase
] { get; }
  Visual Basic
Public ReadOnly Property ToRoom ( _
	phase As Phase _
) As Room
	Get
  Visual C++
public:
property Room^ ToRoom[Phase^ phase] {
	Room^ get (Phase^ phase);
}
 Parameters
  phase
 Type:  Autodesk.Revit.DB Phase
 See Also
  FamilyInstance Class
  ToRoom Overload
  Autodesk.Revit.DB Namespace